[
  {
    "id": "history",
    "imageSource": "./../assets/Crciket Images/Cricket Game Positions.jpg",
    "description": "Cricket is a bat-and-ball game played between two teams of eleven players on a field at the centre of which is a 22-yard (20-metre) pitch with a wicket at each end, each comprising two bails balanced on three stumps. The game proceeds when a player on the fielding team, called the bowler, bowls (propels) the ball from one end of the pitch towards the wicket at the other end. The batting side's players score runs by striking the bowled ball with a bat and running between the wickets, while the bowling side tries to prevent this by keeping the ball within the field and getting it to either wicket, and dismiss each batter (so they are out). Means of dismissal include being bowled, when the ball hits the stumps and dislodges the bails, and by the fielding side either catching a hit ball before it touches the ground, or hitting a wicket with the ball before a batter can cross the crease line in front of the wicket to complete a run. When ten batters have been dismissed, the innings ends and the teams swap roles. The game is adjudicated by two umpires, aided by a third umpire and match referee in international matches."
  },
  {
    "id": "gameposition",
    "imageSource": "assets/Crciket Images/Cricket Pitch.jpg",
    "description": "The pitch is a 22 yard/20.12 m long by 10 ft/3.05 m wide rectangular portion of the ground. It is bordered on both ends by bowling creases and on both sides by imaginary lines, one on either side of the imaginary line connecting the centres of the two middle stumps, both parallel to it and 5 ft/1.52 m from it. If the pitch is adjacent to an artificial pitch that is closer than 5 ft/1.52 m to the middle stumps, the pitch will only extend to the junction of the two surfaces on that side. Laws 8.1 (Description, width, and pitching), 8.4 (Junior cricket), and 7.2 (Secondary cricket) (The bowling crease).The umpires will be the only determinants of the pitch's readiness for play. Laws 2.7 (Playing Fitness) and 2.8 (Physical Fitness) (Suspension of play in dangerous or unreasonable conditions).The Ground Authority is responsible for selecting and preparing the pitch prior to the match. The umpires will be in charge of its use and upkeep during the match. The pitch will not be changed during the match unless the umpires determine that continuing to play on it is dangerous or inappropriate, and then only with the approval of both captains.In the occasion of a non-turf pitch getting used, the synthetic floor shall comply with the subsequent measurements: Length – no less than 58 toes/17.Sixty eight m Width – at the least 6 toes/1.83 m"
  },
  {
    "id": "pitchdetails",
    "imageSource": "assets/Crciket Images/Fieldpositions.gif",
    "description": "Only nine other fielding positions can be occupied at any given time because a team has 11 players: one is the bowler and another is the wicket-keeper. The captain of the fielding team makes the tactical choice on where fielders should be placed. Except when a bowler is in the act of bowling to a batter, the captain (usually in consultation with the bowler and occasionally other members of the team) has the authority to move players between fielding positions at any time, with the exception of fielders moving in anticipation of the ball being hit to a specific area. There are several identified fundamental fielding positions, some of which are used frequently and others which are used infrequently. Fielders can be placed in positions other than the fundamental positions, as these positions are neither fixed nor precisely defined. The positions' nomenclature is a little esoteric, but it basically follows a polar coordinates system — one term (leg, cover, mid-wicket) denotes the angle from the batter, and it's sometimes preceded by an adjective defining the distance from the batter (silly, short, deep or long). Words like behind, ahead, and square can also be used to describe the angle. The image depicts the locations of the majority of the named flies."
  },
  {
    "id": "master",
    "imageSource": "assets/Crciket Images/Sachin Tendulkar.jpg",
    "description": "Sachin Ramesh Tendulkar is a previous global cricketer of India who filled in as chief of the Indian public group. He is generally viewed as probably the best batsman in the historical backdrop of cricket. He is the most elevated run scorer ever in global cricket, and the main player to have scored 100 worldwide hundreds of years, the principal batsman to score a twofold century in a One Day International (ODI), the holder of the record for the most runs in both Test and ODI cricket, and the main player to finish more than 30,000 runs in worldwide cricket. In 2013, he was the main Indian cricketer remembered for an untouched Test World XI named to stamp the 150th commemoration of Wisden Cricketers' Almanack. He is warmly known as Little Master or Master Blaster.Tendulkar scored his 100th global hundred on 16 March 2012, at Mirpur against Bangladesh in the Asia Cup. He turned into the principal individual in history to accomplish this accomplishment, which was additionally his first ODI hundred against Bangladesh. He said It's been an intense stage for me ... I was not pondering the achievement, the media began this, any place I went, the eatery, room administration, everybody was discussing the 100th hundred. No one discussed my 99 hundreds. It turned out to be intellectually intense for me since no one discussed my 99 hundreds."
  }
]
